13/data/attachments/42e4510abc1752fe.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_203e7914-ea8b-4c73-8c52-e3738f632afd</nif:username>
            <nif:friendToBeAdded>Xavier_happy_Actions_79263_3</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>